docs/Samples/registerCards_minimal.xml

<?xml version="1.0"?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
	<S:Body>
		<reg:registerCards xmlns:reg="http://fxgate.web.cft.ru/registration">
			<reg:account number="40817810400000289128" first-signs-count="1">
				<reg:bank bic="045025728" name="Тестовый банк Faktura" />
			</reg:account>
			<!--1 or more repetitions:-->
			<reg:card number="2121454545458282" type="VPS" card-account-number="1999284441"/>
		</reg:registerCards>
	</S:Body>
</S:Envelope>